Repository: DEV-Alchanaa/logcheck
Catalog: debian/po/*.po
Languages: de, fr, ja, pt_br, sv, vi

source: Changing the report level or email address.
de: Ändern des Reportlevels oder der E-Mail-Adresse.
fr: Personnalisation du niveau de détail et du destinataire des rapports
ja: レポートのレベルやレポート先のメールアドレスを変更する
pt_br: Mudando o nível de relatório ou endereço de e-mail.
sv: Ändring av rapporteringsnivå eller e-postaddress
vi: Sửa đổi mức độ thông báo hay địa chỉ thư.

source: To change from the default report level (server) or the default email address (root) you need to edit /etc/logcheck/logcheck.conf
fr: Par défaut, la politique pour les rapport d'analyse est « serveur » et ces rapports sont envoyés par courriel au super-utilisateur. Si vous voulez changer cela, vous devez modifier le fichier /etc/logcheck/logcheck.conf.

source: Changes to ignore.d directory behaviour
de: Änderung im Verhalten des ignore.d-Verzeichnisses
fr: Changements dans le comportement de ignore.d
ja: ignore.d ディレクトリに関連する挙動の変更
pt_br: Mudanças no comportamento do diretório ignore.d
sv: Ändringar i beteendet för mappen ignore.d
vi: Hành vì thư mục ignore.d đã thay đổi rồi.

source: Now the ignore.d directories function in an additive manner (i.e. higher levels also include the lower levels)
fr: Les répertoires ignore.d fonctionnent maintenant de manière additive (les sous répertoires sont inclus) :

source: - workstation = workstation + server + paranoid - server = server + paranoid - paranoid = paranoid
fr: - workstation = workstation + server + paranoid (poste de travail + serveur + paranoïaque) - server = server + paranoid - paranoid = paranoid
vi: • workstation = workstation + server + paranoid • server = server + paranoid • paranoid = paranoid (workstation - máy trạm; server - mạy phục vụ; paranoid - cẩn thận lắm)

source: Also run-parts(8) now controls which rulefiles are included from the .d directories.
fr: De même, run-parts(8) gère maintenant le choix des fichiers de règles à inclure depuis les répertoires « .d ».

source: Please see /usr/share/doc/logcheck for more details.
de: Schauen Sie bitte in /usr/share/doc/logcheck für weitere Informationen nach.
fr: Pour plus d'informations, veuillez consulter les documents placés dans /usr/share/doc/logcheck.
ja: 詳細は /usr/share/doc/logcheck を参照してください。
pt_br: Por favor, consulte /usr/share/doc/logcheck para maiores detalhes.
sv: Se /usr/share/doc/logcheck för mera detaljer.
vi: Hãy xem «/usr/share/doc/logcheck» để tìm chi tiết.

source: Logcheck no longer runs as root.
fr: Logcheck n'utilise plus les privilèges du super-utilisateur
pt_br: O logcheck não é mais executado como root.

source: Logcheck now runs as user logcheck. Your logs must be readable by this user if they are to be scanned by logcheck.
fr: Logcheck s'exécute maintenant avec les privilèges de l'utilisateur logcheck. Vos journaux doivent être accessibles à cet utilisateur pour pouvoir être traités par logcheck.
pt_br: O logcheck agora é executado como o usuário logcheck. Seus logs devem poder ser lidos por esse usuário caso você queira que eles sejam considerados pelo logcheck.

source: If you have not altered your logcheck configuration, you need not worry this.
fr: Si vous n'avez pas modifié la configuration de logcheck, ne vous souciez pas de ceci.
pt_br: Caso você não tenha alterado sua configuração do logcheck, você não precisa se preocupar com isso.

source: Local modifications should be put into .d directories
de: Lokale Änderungen sollten in .d-Verzeichnissen angelegt werden
fr: Les modifications locales devraient être placées dans les répertoires « .d »
ja: ローカルな変更は .d ディレクトリに配置する必要があります。
pt_br: Modificações locais devem ser colocadas nos diretórios .d .
sv: Lokala modifieringar bör läggas i .d-mapparna
vi: Hãy chèn mọi bản sửa đổi địa phương vào thư mục .d

source: From version 1.1.1-8, logcheck supports run-parts controled rule directories
de: Seit Version 1.1.1-8 unterstützt logcheck von run-parts gesteuerte Regelverzeichnisse.
fr: À partir de la version 1.1.1-8, logcheck utilise les répertoires gérés par run-parts.
ja: バージョン 1.1.1-8 より、logcheck は run-parts がコントロールしているルールディレクトリをサポートします。
pt_br: Iniciando com a versão 1.1.1-8 o logcheck suporta diretórios de regras controlados pelo run-parts.

source: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [for local use only ] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
fr: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [uniquement en utilisation locale] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid

source: The ignore.d.{workstation,server,paranoid} directory to be used is set by the REPORTLEVEL option in the file "/etc/logcheck/logcheck.conf".
de: Das verwendete ignore.d.{workstation,server,paranoid}-Verzeichnis wird durch die Option REPORTLEVEL in der Datei »/etc/logcheck/logcheck.conf« gesetzt.
fr: Les répertoires à utiliser est choisi parmi « ignore.d.{workstation, server, paranoid} » en fonction de l'option « REPORTLEVEL » dans le fichier /etc/logcheck/logcheck.conf.
ja: 使用する ignore.d.{workstation,server,paranoid} ディレクトリは "/etc/logcheck/logcheck.conf" ファイル内の REPORTLEVEL オプションによって設定されます。
pt_br: O diretório ignore.d.{workstation,server,paranoid} a ser usado é definido pela opção REPORTLEVEL no arquivo "/etc/logcheck/logcheck.conf".
sv: Mappen ignore.d.{workstation,server,paranoid} används för att sätta inställningen REPORTLEVEL i filen "/etc/logcheck/logcheck.conf".
vi: Tùy chọn REPORTLEVEL (mức độ thông báo) trong tập tin «/etc/logcheck/logcheck.conf» lập thư mục ignore.d.{workstation,server,paranoid} cần dùng.

source: These directories may contain files named "logcheck" (containing minimal generic alert/override patterns), "(packagename)" (containing patterns specific to that one package) or "local" (created by the local administrator to contain patterns tailored for a particular site). Logcheck will then use rules collected from all the files found in the appropriate directories.
fr: Ces répertoires devraient contenir des fichiers nommés « logcheck » (contenant des règles minimales et génériques pour les alertes ou le tri), « packagename » (contenant les règles spécifiques à un paquet) ou « local » (fichier créé par l'administrateur local pour contenir les règles adaptées à un site particulier). Logcheck utilisera les règles récupérées parmi tous les fichiers trouvés dans les répertoires appropriés.

source: Please see /usr/share/doc/logcheck for more information.
de: Schauen Sie bitte in /usr/share/doc/logcheck für weitere Informationen nach.
fr: Veuillez consulter /usr/share/doc/logcheck pour plus d'information.
ja: 詳細については /usr/share/doc/logcheck を参照してください。
pt_br: Por favor consulte /usr/share/doc/logcheck para maiores informaões.

source: Logcheck standard rulefiles renamed
de: Standard-Regeldateien von Logcheck umbenannt
fr: Changement du nom des fichiers de règles « standard »
ja: logcheck の標準ルールファイル名が変更されました
pt_br: Arquivos de regras padrões do logcheck renomeados
sv: Logcheck standardregelfil har bytt namn
vi: Đã sửa đổi tên của tập tin quy tắc chuẩn Logcheck rồi.

source: As of version 1.2.1, the "standard" rulefiles have been renamed to "logcheck" and the "standard.postfix" file has been renamed to "logcheck-postfix".
de: Mit Version 1.2.1 wurden die »standard«-Regeldateien auf »logcheck« und die »standard.postfix«-Datei auf »logcheck-postfix« umbenannt.
fr: Dans la version 1.2.1, les fichiers « standard » de règles ont été renommés en « logcheck », et le fichier « standard.postfix » est devenu « logcheck-postfix ».
ja: バージョン 1.2.1 の時点で、"standard" ルールファイルは "logcheck" に、"standard.postfix" は "logcheck-postfix" に名前を変更されました。
pt_br: Iniciando com a versão 1.2.1, o arquivo de regras "standard" foi renomeado para "logcheck" e o arquivo "standard.postfix" foi renomeadopara "logcheck.postfix".
sv: Från och med version 1.2.1 har "standard"-regelfilerna bytt namn till "logcheck" och filen "standard.postfix" bytt namn till "logcheck-postfix".
vi: Từ phiên bản 1.2.1, đã sửa đổi tên của các tập tin quy tắc «standard» (chuẩn) thành «logcheck», và tập tin «standard.postfix» thành «logcheck-postfix».

source: Delete obsolete conffiles
de: Überholte Konfigurationsdateien löschen
fr: Faut-il effacer les fichiers de configuration obsolètes ?
ja: 不要な設定ファイルを削除します
pt_br: Remover arquivos de configuração obsoletos
sv: Ta bort föråldrade konfigurationfiler
vi: Xóa bỏ các tập tin cấu hình cũ

source: The rulefiles in logcheck-database have just been through an audit to remove duplicate entries and to make them more specific - this also reduces false negatives.
de: Die Regeldateien von logcheck-database wurden gerade geprüft, um doppelte Einträge zu entfernen und diese spezieller zu machen - dies reduziert ebenfalls falsche Negative.
fr: Les fichiers de règles de logcheck-database viennent d'être revus afin de les rendre plus spécifiques, en supprimant les doublons. Cela réduit aussi les faux négatifs.
ja: logcheck-database にあったルールファイルは監査の結果、重複した項目の削除とより専門的なものに変更することになりました。これは false negative を減らすことにもなります。
pt_br: Os arquivos de regras na base de dados do logcheck passaram por uma auditoria para remoção de entradas duplicadas e para torná-los mais específicos - isso também reduz falsos negativos.
sv: Regelfilerna i logcheck-databasen har just genomgått en granskning för att ta bort dubletter och göra dem mer specifika - detta har också minskat antal falska negativa.
vi: Mới kiểm tra những tập tin quy tắc trong logcheck-database (cơ sở dữ liệu logcheck) để xóa bỏ mọi mục nhập trùng, và tạo mục nhập dứt khoát hơn: cũng giảm tổng số âm giả.

source: As a result of this a number of rulefiles have been removed from the package. Would you like these to be deleted ?
fr: En conséquence, un certain nombre de fichiers de règles ont été supprimés du paquet. Veuillez confimer que vous en acceptez la suppression.

source: To change from the default report level (server) or the default email address (root) you need to edit /etc/logcheck/logcheck.conf
de: Um den voreingestellten Reportlevel (server) oder die voreingestellte E-Mail-Adresse (root) zu ändern, editieren Sie /etc/logcheck/logcheck.conf
ja: レポートのレベル (server) やメールアドレス (root) を標準から変更するには、/etc/logcheck/logcheck.conf を編集する必要があります。
pt_br: Para mudar o nível de relatório padrão (servidor) ou o endereço de e-mail padrão (root) você precisa editar o arquivo /etc/logcheck/logcheck.conf

source: Now the ignore.d directories function in an additive manner (i.e. higher levels also include the lower levels)
de: Die ignore.d-Verzeichnisse funktionieren nun erweiternd (d.h. höhere Level enthalten auch die niedrigeren Level)
ja: ignore.d ディレクトリは付加的な動作を行うようになりました (つまり、高レベルの設定は低レベルのものも含みます)
pt_br: Agora os diretórios ignore.d funcionam de maneira aditiva (ou seja, níveis mais altos também incluem os níveis mais baixos)

source: Also run-parts(8) now controls which rulefiles are included from the .d directories.
de: Ebenso steuert run-parts(8) jetzt, welche Regeldateien aus den .d-Verzeichnissen eingebunden werden.
ja: そして、run-parts(8) は .d ディレクトリに含まれているルールファイルを取り扱うようになります。
pt_br: Adicionalmente, o run-parts(8) agora controla quais arquivos de regras são incluídos dos diretórios .d .
sv: Också run-parts(8) kontrollerar nu vilka regelfiler som ska inkluderas från .d-mapparna.
vi: Hơn nữa, mới sửa đổi «run-parts(8)» để điều khiển gồm tập tin quy tắc nào từ những thư mục .d

source: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [for local use only] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
de: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [nur für lokale Verwendung] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
ja: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [ ローカルでの使用のみ ] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
pt_br: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [somente para uso local] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
sv: - /etc/logcheck/cracking.d - /etc/logcheck/cracking.ignore.d [bara för lokal användning] - /etc/logcheck/violations.d - /etc/logcheck/violations.ignore.d - /etc/logcheck/ignore.d.workstation - /etc/logcheck/ignore.d.server - /etc/logcheck/ignore.d.paranoid
vi: • /etc/logcheck/cracking.d • /etc/logcheck/cracking.ignore.d [chỉ cho phép dùng địa phương] • /etc/logcheck/violations.d • /etc/logcheck/violations.ignore.d • /etc/logcheck/ignore.d.workstation • /etc/logcheck/ignore.d.server • /etc/logcheck/ignore.d.paranoid (cracking - hỏng sự bảo mật của hệ thống; violations - sự vi phạm; ignore - bỏ qua)

source: These directories may contain files named "logcheck" (containing minimal generic alert/override patterns), "(packagename)" (containing patterns specific to that one package) or "local" (created by the local administrator to contain patterns tailored for a particular site). Logcheck will then use rules collected from all the files found in the appropriate directories.
de: Diese Verzeichnisse können Dateien namens »logcheck« (enthalten minimale allgemeine Warnungs-/Aufhebungs-Muster), »(Paketname)« (enthalten Paket-spezifische Muster) oder »local« (enthalten vom lokalen Administrator auf einen bestimmten Rechner zugeschnittene Muster) enthalten. Logcheck wird dann alle Regeln gesammelt aus den Dateien im entsprechenden Verzeichnis verwenden.
ja: これらのディレクトリには "logcheck" (最小限の一般的な警告/上書きパターンを含む)、"(パッケージ名)" (パッケージごとの特徴的なパターンを含む)、または "local" (ローカルの管理者によって作られた特定のサイトの目的にぴったりなパターンを含む) という名前のファイルが含まれているかもしれません。そして、logcheck は適切なディレクトリ内にあった全てのファイルから集めたルールを利用します。
pt_br: Esses diretórios podem conter arquivos de nome "logcheck" (contendo padrões genéricos mínimos de alerta/sobreescrita), "(nome_do_pacote)" (contendo padrões específicos para um pacote) ou "local" (criados pelo administrador local, contendo padrões personalizados para o seu site em particular). O logcheck irá então usar regras coletadas de todos os arquivos encontrados nos diretórios apropriados.

source: As a result of this a number of rulefiles have been removed from the package. Would you like these to be deleted?
de: Aufgrund dessen wurden viele Regeldateien aus dem Paket entfernt. Möchten Sie diese löschen?
ja: 結果として、いくつかルールファイルがこのパッケージから削除されます。これらを削除しますか?
pt_br: Como um resultado dessa auditoria, diversos arquivos de regras foram removidos do pacote. Você gostaria de removê-los também de seu sistema ?
sv: Som ett resultat av detta har ett antal regelfiler tagits bort från detta paket. Vill du att dessa ska tas bort?
vi: Vì vậy một số tập tin quy tắc bị loại bỏ ra gói tin ấy. Bạn có muốn xóa bỏ chúng không?

source: To change from the default report level (server) or the default email address (root) you need to edit "/etc/logcheck/logcheck.conf".
sv: För att ändra från standardnivån för rapporter (server) eller standard e-postaddress (root) behöver du göra ändringar i "/etc/logcheck/logcheck.conf".
vi: Để sửa đổi mức độ thông báo mặc định (server: máy phục vụ) hay địa chỉ thư mặc định (root: người dùng chủ) thì bạn hãy hiệu chỉnh tập tin «/etc/logcheck/logcheck.conf».

source: Now the ignore.d directories function in an additive manner (i.e. higher levels also include the lower levels):
sv: Nu fungerar mapparna under ignore.d i ett tillsatt beteende (alltså högre nivåer inkluderar även de lägre nivåerna):
vi: Mới sửa đổi chức năng thư mục ignore.d, để mà những thư mục ấy cũng gồm các mức độ thấp hơn:

source: From version 1.1.1-8, logcheck supports run-parts controled rule directories:
sv: Från version 1.1.1-8 har logcheck nu stöd för run-parts kontrollerade regelmappar:
vi: Từ phiên bản 1.1.1-8, trình logcheck hỗ trợ thư mục quy tắc do phần chạy (run-parts) điều khiển:

source: These directories may contain files prefixed with "logcheck-" (containing generic alert/override patterns), named "(packagename)" (containing patterns specific to that one package), or named "local" respectively prefixed with "local-" (created by the local administrator to contain patterns tailored for a particular site). Logcheck will then use rules collected from all the files found in the appropriate directories.
sv: Dessa mappar kan innehålla filer med prefixet "logcheck-" (innehåller allmänna larm/kör över-mönster), kallade "(paketnamn)" (innehåller mönster specifika till det angivna paketet) eller kallade "local" respektive prefix med "local-" (skapade av den lokala administratören för att innehålla skräddarsydda mönster för just det systemet). Logcheck kommer att använda regler som samlats från alla filer som hittats i de lämpliga mapparna.
vi: Những thư mục này có lẽ chứa tập tin: • có tên bắt đầu với «logcheck-» (chứa mẫu báo động/đè chung chung • có tên «(tên gói tin)» (chứa mẫu đặc trưng cho gói tin riêng ấy), hay • có tên «local» (địa phương), riêng từng tập tin có tên bắt đầu với «local-», do quản trị địa phương tạo để chứa các mẫu riêng được tạo cho một nơi Mạng nào đó. Trình Logcheck sẽ sử dụng quy tắc từ các tập tin trong những thư mục thích hợp.
